{"translation-revision-date":"2023-11-09 17:19+0000","generator":"Loco https:\/\/localise.biz\/","source":"admin\/assets\/build\/dashboard-app.js","domain":"astra","locale_data":{"astra":{"":{"domain":"astra","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"24\/7 Premium Support":["24\/7 Soporte Premium"],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["El acceso de características de gran alcance para indoloro WordPress diseño sin los altos costos. Potentes herramientas de soporte premium, ilimitada oportunidad con Pro! Alternar la actualización de los avisos de encendido o apagado "],"Access To Pro Updates":["El Acceso A La Pro Actualiza"],"Activate":["Activar"],"Activate all":["Activar todos"],"Activate Now":["Activar Ahora"],"Activate Spectra":["Activar Los Espectros"],"Activated":["Activo"],"Activated!":["Activado!"],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["Después de años de evolución y actualizaciones, el antiguo encabezado pie de página builder es en el punto donde ya no puede manejar todas las nuevas características. Le recomendamos que actualice a la nueva encabezado de pie de página del generador que tiene una gran variedad de nuevas características y proporciona una experiencia sin problemas."],"All Features":["Todas Las Características"],"Archive Page - Post Content Layouts":["Página De Archivo - Publicar Contenido Diseños"],"Archive Page - Post Grid Control":["Página De Archivo - Control De Cuadrícula Post"],"Archive Page - Post Readtime Meta Option":["Página De Archivo - Post Readtime Meta Opción"],"Assets Regenerated!":["Activos Regenerado!"],"Astra Free Vs Pro":["Astra Libre Vs Pro"],"Astra Free vs Pro":["Astra Libre vs Pro"],"Astra Integrations":["Astra Integraciones"],"Based on 5k+ reviews":["Basado en 5k+ opiniones"],"Breadcrumbs Shortcode":["Pan Rallado Shortcode"],"Build Better Websites with Astra Pro":["Crear Mejores Sitios web con Astra Pro"],"Build Ultra High Performance Websites, Without Coding":["Construir De Ultra Alto Rendimiento De Los Sitios Web, Sin Necesidad De Codificación"],"Cache Cleared!":["La Caché Se Borra!"],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Limpiar el código escrito usando los últimos estándares para maximizar la seguridad y el trabajo a la perfección con cualquier plugin de WordPress."],"Click the button to reset the local fonts cache.":["Haga clic en el botón para restablecer el local de fuentes de caché."],"Close ":["Cerca de "],"Color & Typography Options":["Color Y Opciones De Tipografía"],"Colors and Backgrounds":["Colores y Fondos"],"CORE":["CORE"],"Create professional designed pixel perfect websites in minutes. Get access to 280+ pre-made full website templates for your favorite page builder.":["Crea webs profesionales diseñadas al píxel. Consigue acceso a más de 280 plantillas prefabricadas de web completa para tu maquetador de páginas favorito."],"CSS File Generation For Speed Optimization":["Archivo CSS Generación Para la Optimización de la Velocidad"],"Custom 404 Page":["Página De Error 404 Personalizada"],"Custom Footer":["Pie De Página Personalizado"],"Custom Header":["Encabezado Personalizado"],"Custom Layouts":["Diseños personalizados"],"Customize":["Personalizar"],"Deactivate all":["Desactivar todos los"],"Deactivated!":["Desactivado!"],"Divider Elements":["Elementos Del Divisor"],"Do More with Astra Pro":["Hacer Más con Astra Pro"],"Easy Digital Downloads":["Easy Digital Downloads"],"EDD Mini-Cart Shortcode":["EDD Mini-Carro Shortcode"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Habilite esta opción para descargar fuentes de Google y guardarlos en tu servidor. Esto puede ser ideal para mejorar la velocidad de tu sitio web y cumplir con GDPR leyes."],"Explore Spectra":["Explorar Los Espectros"],"Features":["Características"],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Menos scripts externos y las dependencias de mantener el código limpio, lo que resulta en un tamaño de archivo pequeño y tiempos de carga más rápidos."],"Fluid Site Layout":["Líquido De Diseño De Sitio"],"Flush Local Font Files":["Ras Locales De Los Archivos De Fuentes"],"Flush Local Fonts Cache":["Ras Locales Fuentes De Caché"],"FREE":["GRATIS"],"Free":["Gratis"],"Free vs Pro":["Libre vs Pro"],"Full Width Site Layout":["Ancho Completo El Diseño Del Sitio"],"General":["General"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Tener acceso a potentes funciones para obtener el diseño de WordPress, sin los altos costos. Con todo el tiempo que va a salvar, es un producto que se paga por sí mismo!"],"Go to Customizer":["Ir a Personalizador"],"Google Will Love and Rank":["Google Va a encantar y Rango"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Tengo una pregunta sobre el plugin, quieren compartir su increíble proyecto o simplemente decir hola? Únete a nuestra maravillosa comunidad!"],"Hello ":["Hola "],"here.":["aquí."],"Hide Sticky When Scroll Down":["Ocultar Pegajoso Cuando Desplácese Hacia Abajo"],"Hooks Support to Add Custom Code":["Los ganchos de Soporte para Agregar Código Personalizado"],"Install & Activate":["Instalar Y Activar"],"Install Spectra - It’s free":["Instalar los Espectros - Es gratis"],"Join the Community":["Únete a la Comunidad"],"Just-in-time Compiler":["Just-in-time Compiler"],"Knowledge Base":["Knowledge Base"],"Learn More":["Aprende más"],"LearnDash":["LearnDash"],"Legacy":["Heredado"],"LifterLMS":["LifterLMS"],"Limited Features":["Características Limitadas"],"Load Google Fonts Locally":["La Carga De Fuentes De Google Local"],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Las cargas de los activos de forma dinámica en la demanda. Los activos se cargan para sólo los bloques que se utilizan en una página."],"Max Width Site Layout":["Ancho Máximo El Diseño Del Sitio"],"Mega Menu":["Mega Menú"],"Multiple Button Elements":["Múltiples Botón De Elementos"],"Multiple HTML Elements":["Varios Elementos HTML"],"Multiple Page Headers":["Varios Encabezados De Página"],"Native WordPress Interface":["Nativo De La Interfaz De WordPress"],"Padded Site Layout":["Collar De Diseño De Sitio"],"Page Background Styling":["Fondo De La Página De Estilo"],"Performance":["Rendimiento"],"Preload Local Fonts":["Precarga Locales Las Fuentes"],"Priority Support":["Soporte Prioritario"],"PRO":["PRO"],"Pro":["Pro"],"Pro Support":["Pro Apoyo"],"Quick Settings":["Configuración Rápida"],"Rate Us":["Tasa Nosotros"],"Score 100% in CWV. Clean code output and lightning-fast load times keep visitors and search engines happy.":["Puntuación de 100% en CWV. Código limpio de salida y la velocidad del rayo los tiempos de carga de mantener a los visitantes y los motores de búsqueda feliz."],"Search Box Shortcode":["Cuadro De Búsqueda De Código Corto"],"Secure and Integrated":["Segura e Integrada"],"See all Astra Pro features":["Ver todos los Astra características de la versión Pro"],"Settings":["Ajustes"],"Shrink When Scroll Up":["Reducir Al Desplazarse Hacia Arriba"],"Sidebar Designing Styles":["El Diseño De Estilos De La Barra Lateral"],"Single Post Page - Author Info Box":["La Página De Entrada Individual - Autor Del Cuadro De Información"],"Single Post Page - Post Navigation Visibility Control":["La Página De Entrada Individual - Post De Navegación Visibilidad De Control"],"Single Post Page - Post Readtime Meta Option\t":["La Página De Entrada Individual - Post Readtime Meta Opción "],"Spacing":["Espaciado"],"Spectra - WordPress Free Page Builder":["Los Espectros - WordPress Gratis Creador De La Página"],"Spectra Integrates into the same WordPress editor, making it super intuitive website builder.":["Los espectros se Integra en el mismo editor de WordPress, lo que es super intuitivo constructor de sitio web."],"Spectra is 100% beginner friendly and enhances the default WordPress block editor.":["Spectra es 100% amigable con los principiantes y aumenta el valor predeterminado de WordPress editor de bloques."],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Los espectros de las obras con el nativo de WordPress editor con ninguna dependencia en el código externo. Así, es rápido y estable."],"Start Customising":["Iniciar La Personalización"],"Sticky Header Animations":["Sticky Header Animaciones"],"Sticky When Scroll Up":["Pegajoso Cuando Desplácese Hacia Arriba"],"Successfully Activated!":["Activado Correctamente!"],"Successfully Deactivated!":["Con Éxito Desactivado!"],"Successfully imported!":["Importado con éxito!"],"Successfully saved!":["Guardado correctamente!"],"Super Fast and Stable":["Super Rápido y Estable"],"This option only available on Astra Pro.":["Esta opción sólo disponible en el Astra Pro."],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Esta opción será la carga de los archivos de fuentes de inmediato en la página de carga. Precarga de los Locales de las Fuentes pueden acelera tu sitio web aún más."],"Typography":["Tipografía"],"updating...":["la actualización de..."],"Upgrade Now":["Actualiza ahora"],"Upgrade to Astra Pro":["Actualizar a Astra Pro"],"Upgrade to Astra Pro to get access to Custom Layouts, which allow you to create a unique header, footer, 404 pages, and custom content.":["Actualizar a Astra Pro para obtener acceso a los Diseños Personalizados, que permiten crear un único encabezado, pie de página, páginas 404 y contenido personalizado."],"Use New Header\/Footer Builder":["El Uso De Las Nuevas Encabezado\/Pie De Página Constructor"],"Useful Plugins":["Plugins Útiles"],"View All Documentation":["La Vista De Toda La Documentación"],"View Documentation":["Vista La Documentación"],"Watch the Quick Starter Guide":["Ver la Guía de inicio Rápido"],"We aim to answer all priority support requests within 2-3 hours.":["Nuestro objetivo es responder a todas las solicitudes de asistencia prioritaria dentro de las 2-3 horas."],"We love to hear from you, we would appreciate every single review.":["Nos encantaría saber de usted, le agradecemos cada revisión."],"Welcome":["Bienvenido"],"Welcome to KB Docs":["Bienvenido a KB Docs"],"What's New?":["¿Qué hay de Nuevo?"],"White Label":["Marca blanca"],"WooCommerce":["WooCommerce"],"WooCommerce Mini-Cart Shortcode":["WooCommerce Mini-Carro Shortcode"],"Zero Bloat, No Dependencies":["Cero Hinchazón, Sin Dependencias"]}}}